<?php

$imagebrowser1 = "Браузер изображения для CKEditor";
$imagebrowser2 = "всего:";
$imagebrowser3 = "Изображений";
$imagebrowser4 = "Перетащите свои файлы сюда";

$uploadpanel1 = "Пожалуйста, выберите файл:";
$uploadpanel2 = "Изображение будет загружено в:";
$uploadpanel3 = "Путь закачки может быть изменен в параметрах настройки";

$panelsettings1 = "Путь закачки:";
$panelsettings2 = "Пожалуйста, выберите существующую папку:";
$panelsettings3 = "История:";
$panelsettings4 = "настройки:";
$panelsettings5 = "Скрыть расширение файла";
$panelsettings6 = "Показать расширение файла";
$panelsettings7 = "пароль:";
$panelsettings8 = "Выйти";
$panelsettings9 = "Отключить пароль";
$panelsettings10 = "Нравится ли вам наш плагин?";
$panelsettings11 = "Купите нам кофе!";
$panelsettings12 = "Поддержка:";
$panelsettings13 = "Плагин FAQ";
$panelsettings14 = "Сообщить об ошибке";
$panelsettings15 = "Версия:";
$panelsettings16 = "список участников:";
$panelsettings17 = "Сделанный с любовью Морицем Малеком";
$panelsettings18 = "Иконки:";
$panelsettings19 = "Иконка символа Icons8";
$panelsettings20 = "Выбрать язык";
$panelsettings21 = "Скрыть секцию новостей";
$panelsettings22 = "Показать секцию новостей";

$newssection1 = "Вы можете отключить секцию новостей в разделе параметров настройки.";

$buttons1 = "Вид";
$buttons2 = "Загрузить";
$buttons3 = "Выбоать";
$buttons4 = "Удалить";
$buttons5 = "Отменить";
$buttons6 = "Сохранить";
$buttons7 = "Скачать";

$alerts1 = "Спасибо за выбор Загрузчика Изображения и Браузера для CKEditor!";
$alerts2 = "Чтобы использовать этот плагин, Вы должны установить права на запись<b> CHMOD (0777) </b> к папке <i> imageuploader </i> на Вашем сервере.";
$alerts3 = "Как изменить права на запись Файла программой FileZilla (внешняя ссылка)";
$alerts4 = "Check out the <a href='http://imageuploaderforckeditor.altervista.org/' target='_blank'>Документация</a> Читать подробно<a href='http://imageuploaderforckeditor.altervista.org/support/' target='_blank'>FAQ</a>.";
$alerts5 = "Для того, чтобы использовать этот плагин Вам необходимо включить <с> JavaScript </ b> в вашем веб-браузере.";
$alerts6 = "Как включить JavaScript в вашем браузере (внешняя ссылка)";
$alerts7 = "Новая версия Image Uploader и браузер для CKEditor доступена.";
$alerts8 = "Загрузите сейчас!";
$alerts9 = "папка";
$alerts10 = "не найдено";
$alerts11 = "создать папку";

$dltimageerrors1 = "Произошла ошибка.";
$dltimageerrors2 = "Можно удалять только изображения. Пожалуйста, повторите попытку или удалите другое изображение.";
$dltimageerrors3 = "Файл, который Вы хотите удалить, не находится в отобранной папке закачки.";
$dltimageerrors4 = "Вы не можете удалить файлы системы. Пожалуйста, попробуйте еще раз или выберите другое изображение.";
$dltimageerrors5 = "Выбранный файл не может быть удален. Пожалуйста, попробуйте еще раз или выберите другое изображение. Замечание: не забывайте устанавливать права на запись (0777) CHMOD в папке imageuploader на Вашем сервере.";
$dltimageerrors6 = "Файл, который Вы хотите удалить, не существует. Пожалуйста, попробуйте еще раз или выберите другое изображение.";

$uploadimgerrors1 = "Файл не является изображением.";
$uploadimgerrors2 = "Файл уже существует.";
$uploadimgerrors3 = "Размер фашего файла слишком велик";
$uploadimgerrors4 = "Только файлы JPG, JPEG, PNG и GIF можно загружать.";
$uploadimgerrors5 = "Файл не был загружен. Проверьте права на запись CHMOD (0777) в папку загрузки изображений на вашем сервере.";
$uploadimgerrors6 = "произошла ошибка при загрузке файла -";
$uploadimgerrors7 = "- Не забудьте установить права на запись CHMOD (0777) в папку загрузки изображений на вашем сервере.";

$loginerrors1 = "Пользователь не найден, неверный пароль или имя пользователя!";

$configerrors1 = "Пожалуйста, используйте настройки плагина, чтобы изменить видимость или попробуйте еще раз.";
$configerrors2 = "Пожалуйста, используйте браузер изображения, чтобы изменить стиль файла или попробуйте еще раз.";

$loginsite1 = "Welcome!";
$loginsite2 = "Please log in.";
$loginsite3 = "Username";
$loginsite4 = "Password";
$loginsite5 = "Log in";

$createaccount1 = "Пожалуйста, создайте новую (локальный) учетную запись, чтобы запретить другим просматривать и редактировать изображения.";
$createaccount2 = "Как отключить защиту паролем? (внешняя ссылка)";
$createaccount3 = "Папка закачки по умолчанию <b> ckeditor/plugins/imageuploader/uploads </b>. Вы можете изменить его в группе параметров настройки.";

$langpanel1 = "Пожалуйста, выберите язык:";
$langpanel2 = "В настоящее время выбран:";
$langpanel3 = "Закрыть";